//Пусть дана переменная r с радиусом круга. По соответствующей формуле найдите площадь круга и запишите ее в переменную s. Выведите содержимое этой переменной на экран.
// let r = 7;
// const PI = 3.14;
// let s = PI * r ** 2;
// alert(s);

//Пусть дана переменная a со стороной квадрата. Найдите площадь квадрата и запишите ее в переменную s. Выведите содержимое этой переменной на экран.
// let a = 4;
// let s = a ** 2;
// alert(s);

//Пусть даны переменные a и b со сторонами прямоугольника. Найдите площадь прямоугольника и запишите ее в переменную s. Выведите содержимое этой переменной на экран.
// let a = 4;
// let b = 3;
// let s = a * b;
// alert(s);

//Пусть даны переменные a и b со сторонами прямоугольника. Найдите периметр прямоугольника и запишите его в переменную p. Выведите содержимое этой переменной на экран.
// let a = 4;
// let b = 7;
// let p = 2 * (a + b);
// alert(p);

//Пусть дана переменная tc с температурой в градусах Цельсия. По соответствующей формуле выполните перевод этой температуры в градусы Фаренгейта.
// let tc = 40;
// let tf = (tc * 9) / 5 + 32;
// alert(tf);

//Пусть дана переменная tf с температурой в градусах Фаренгейта. По соответствующей формуле выполните перевод этой температуры в градусы Цельсия.

// let tf = 104;
// let tc = ((tf - 32) * 5) / 9;
// alert(tc);
