// // Создайте переменную a. Запишите в нее значение 10, выведите его на экран. Затем запишите в нее значение 20, выведите его на экран.
// let a = 10;
// alert(a);

// a = 20;
// alert(a);

// //Создайте переменную a. Запишите в нее сумму чисел 1, 2 и 3. С помощью функции alert выведите на экран содержимое переменной a.
// let b = 1 + 2 + 3;
// alert(b);

//Создайте переменную a со значением 10 и переменную b со значением 2. Выведите на экран их сумму, разность, произведение и частное (результат деления).
// let m = 10;
// let n = 2;
// alert(n + m);
// alert(m / n);
// // alert(m * n);
// alert(m % n);

// //Cоздайте переменную c со значением 10 и переменную d со значением 5. Просуммируйте их, а результат присвойте переменной result. Выведите на экран значение переменной result.
// let c = 10;
// let d = 5;
// let result = c + d;
// alert(result);

//Создайте переменную a со значением 1, переменную b со значением 2 и переменную c со значением 3. Выведите на экран их сумму.

// a = 1;
// b = 2;
// c = 3;
// alert(a + b + c);

//Создайте переменную a со значением 10 и переменную b со значением 5. Отнимите от a переменную b и результат присвойте переменной c. Затем создайте переменную d, присвойте ей значение 7. Сложите переменные c и d, а результат запишите в переменную result. Выведите на экран значение переменной result.

// a = 10;
// b = 5;
// let c = a - b;
// let d = 7;
// let result = c * d;

// alert(result);

//Запишите в переменную a число 1.5, а в переменную b - число 0.75. Найдите сумму значений этих переменных и выведите ее на экран.

// a = 1.5;
// b = 0.75;
// alert(a + b);

//Создайте переменную a со значением -100. Выведите это значение на экран.
// a = -100;
// alert(a);

//Создайте переменную a, запишите в нее какое-нибудь положительное или отрицательное число. Выведите на экран это число с обратным знаком.
// a = 35;
// alert(-a);

//
// let a = 13;
// let b = 5;
// alert(a % b);

//Возведите число 2 в 10-ю степень. Выведите результат на экран.
// let a = 2;
// alert(a ** 10);


