//Дана переменная, содержащая некоторую строку. Проверьте, что эта строка начинается на символ 'a'.
// let str = "adelina";
// if (str[0] == "a") {
//   console.log("+++");
// } else {
//   console.log("---");
// }

//Дана переменная, содержащая некоторую строку. Проверьте, что эта строка заканчивается на символ 'x'.
// let str = "index";
// let last = str[str.length - 1];
// if ((last = "x")) {
//   console.log("+++");
// } else {
//   console.log("---");
// }

//Дана переменная, содержащая некоторую строку. Проверьте, что эта строка начинается на символ 'a' или символ 'b'.
let str = "bubble";
if (str[0] == "a" || str[0] == "b") {
  console.log("+++");
} else {
  console.log("---");
}
