// С помощью цикла сформируйте строку, заполненную 5-тью дефисами
// let str = "";

// for (let i = 0; i < 5; i++) {
//   str += "-";
// }

// console.log(str);
// //
//С помощью цикла сформируйте строку '123456789'.
// let str = "";
// for (let i = 1; i <=9; i++) {
//   str += i;
// }
// console.log(str);

//С помощью цикла сформируйте строку '987654321'.
// let str = "";
// for (let i = 9; i >= 1; i--) {
//   str += i;
// }
// console.log(str);

//С помощью цикла сформируйте строку '-1-2-3-4-5-6-7-8-9-'.
// let str = "";
// for (let i = 1; i <= 9; i++) {
//   str += i;
//   str += "-";
// }
// console.log(str);
