// Пусть даны следующие переменные:

// let a = 2 * (3 - 1);
// let b = 6 - 2;
// let result = a == b;
// console.log(result);
// Используя оператор ==, узнайте, равны ли значения этих переменных или нет.

//Пусть даны следующие переменные:

// let a = 5 * (7 - 4);
// let b = 1 + 2 + 7;
// console.log(a > b);
// Используя оператор >, узнайте, больше ли переменная a, чем b.

// Пусть даны следующие переменные:

let a = 2 ** 4;
let b = 4 ** 2;
console.log(a != b);
// Используя операцию оператор !=, узнайте, разные ли значения этих переменных или нет.
