//Создайте строку с вашем именем и строку с вашей фамилией. Выведите эти данные на экран.
// let str = "Adelina";
// let str2 = "Kalykova";

// alert(str +  str2);

//Создайте переменную str и присвойте ей строку '!!!'. Выведите значение этой переменной на экран.
// let str = "!!!";
// alert(str);

//Создайте переменную с текстом 'java' и переменную с текстом 'script'. С помощью этих переменных и операции сложения строк выведите на экран строку 'javascript'.

// let str = "java";
// let str2 = "script";
// alert(str + str2);

//Создайте переменную с текстом 'hello' и переменную с текстом 'world'. С помощью этих переменных и операции сложения строк выведите на экран строку 'hello world'.

// let str = "hello";
// let str2 = " world";
// alert(str + str2);
